Repository: mericorhay/CueTake
Catalog: Packages/CueTakeKit/Sources/OnboardingFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# onboarding.1.subtitle
source: One sentence becomes a plan you can shoot: hook, intro, point, call to action.
es: Una frase se convierte en un plan que puedes grabar: gancho, introducción, punto, llamada a la acción.
tr: Tek cümle, çekime hazır bir plana dönüşür: açılış, giriş, ana fikir, kapanış.

# onboarding.1.title
source: Say the idea. Get the video.
es: Di la idea. Graba el video.
tr: Fikri söyle. Videoyu al.

# onboarding.2.subtitle
source: The teleprompter listens and holds your place, line by line. You never touch the screen.
es: El teleprompter escucha y mantiene tu posición, línea por línea. Nunca tocas la pantalla.
tr: Teleprompter seni dinler, satırını kaybetmez. Ekrana hiç dokunmazsın.

# onboarding.2.title
source: The script follows you.
es: El guion te sigue.
tr: Metin seni takip eder.

# onboarding.3.subtitle
source: Re-record a single part. Captions, timing and the rest of the video stay as they are.
es: Regraba una sola parte. Los subtítulos, el tiempo y el resto del video se mantienen.
tr: Sadece o bölümü yeniden çek. Altyazılar, süreler ve videonun kalanı olduğu gibi kalır.

# onboarding.3.title
source: Fix one line, not the take.
es: Corrige una línea, no la toma.
tr: Tek cümleyi düzelt, çekimi değil.

# onboarding.card.blueprint
source: BLUEPRINT
es: PLANTILLA
tr: TASLAK

# onboarding.card.blueprint.value
source: HOOK · INTRO · POINT · CTA
es: GARGANTA · INTRO · PUNTO · CTA
tr: AÇILIŞ · GİRİŞ · FİKİR · CTA

# onboarding.card.idea.value
source: "30s iPhone Reel"
es: "Reel de 30 s en iPhone"
tr: "iPhone ile 30 sn Reel"

# onboarding.card.video.value
source: 0:30 · captions burned in
es: 0:30 · subtítulos incrustados
tr: 0:30 · altyazılı

# onboarding.next
source: Next
es: Siguiente
tr: Devam

# onboarding.skip
source: Skip
es: Omitir
tr: Atla

# onboarding.start
source: Start creating
es: Comienza a crear
tr: Üretmeye başla

# onboarding.legal
source: By continuing you accept the [Terms of Use](https://mericorhay.github.io/CueTake/?lang=en#terms) and the [Privacy Policy](https://mericorhay.github.io/CueTake/?lang=en#privacy).
es: Al continuar, aceptas las [Condiciones de uso](https://mericorhay.github.io/CueTake/?lang=en#terms) y la [Política de privacidad](https://mericorhay.github.io/CueTake/?lang=en#privacy).
tr: Devam ederek [Kullanım Koşulları](https://mericorhay.github.io/CueTake/?lang=tr#terms)'nı ve [Gizlilik Politikası](https://mericorhay.github.io/CueTake/?lang=tr#privacy)'nı kabul etmiş olursun.

# onboarding.card.idea
source: IDEA
tr: FİKİR
